/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Inny widget z tą samą nazwą jest już zainstalowany na Twoim komputerze. Czy chcesz go zastąpić widgetem „%@”?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Plik z tą samą nazwą jest już zainstalowany na Twoim komputerze. Czy chcesz go zastąpić widgetem „%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Zainstalowana jest już nowsza wersja tego widgeta dla wszystkich użytkowników tego komputera. Zainstaluj go tylko dla użytkownika tego konta, jeśli chcesz używać tej wersji.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Zainstalowana jest już nowsza wersja widgeta %@. Czy chcesz go zastąpić?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Zainstalowana jest już starsza wersja widgeta %@. Czy chcesz go zastąpić?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Starsza wersja tego widgeta zainstalowana jest już dla wszystkich użytkowników tego komputera. Zainstaluj go tylko na koncie tego użytkownika, jeśli chcesz używać tej wersji.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Czy chcesz zainstalować widget %@ i otworzyć go w Dashboard?";

/* end preview string */
"End Test" = "Koniec testu";

/* title for OK button */
"Install" = "Instaluj";

/* installation failed title */
"The %@ widget can't be installed." = "Nie można zainstalować widgetu %@.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Zastąp";

/* title for OK button when developer run is on */
"Run" = "Uruchom";

/* preview button string */
"Test Drive" = "Wersja testowa";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Nie możesz zainstalować pliku „%@”, gdyż nie jest to poprawny widget.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Widget %@ jest już zainstalowany. Czy chcesz go zastąpić?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Instalowany widget już jest już zainstalowany w komputerze, a jedna lub więcej jego kopii jest otwarta. Ponowna instalacja spowoduje zamknięcie wszystkich kopii tego widgeta.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Widget, który chcesz zainstalować jest już otwarty. Zainstalowanie go spowoduje zamknięcie wszystkich kopii tego widgeta.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Zastępowany widget zostanie natychmiast usunięty.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Ten widget jest już zainstalowany dla wszystkich użytkowników tego komputera. Zainstaluj go tylko na koncie tego użytkownika, jeśli chcesz używać tej kopii.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Ten widget jest już zainstalowany, lecz nazywa się „%@”. Czy chcesz zastąpić widget „%@” widgetem „%@”?";

